Repository: raste/WiAdvice
Catalog: Source/User Interface/App_LocalResources/AddCompany.aspx.*.resx
Languages: bg

# addSucc
source: Adding company successful!
bg: Успешно добавихте компанията!

# blAddAltNames
source: Add alternative company names.
bg: Добавиш други имена на компанията.

# blAddCategories
source: Add categories in which the company will have products. - Important
bg: Добавиш категории, в които компанията ще има продукти. - Важно

# blAddCharacteristics
source: Add characteristics.
bg: Добавиш характеристики.

# blAddProduct
source: Add product to the company.
bg: Добавиш продукт към компанията.

# blFillGallery
source: Add logo and images to company`s gallery.
bg: Добавиш лого и изображения към галерията на компанията.

# blModifDescription
source: Modify company`s description.
bg: Промениш описанието на компанията.

# characters
source: symbols
bg: символа

source: Company data
bg: Информация за компанията

source: Description :
bg: Описание :

# descriptionRules
source: Description length must be between
bg: Дължината на описанието трябва да е между

# descriptionRules2
source: <br /> If the maximum length isn`t enough, please add the rest as characteristic.
bg: <br />Ако дължината е по-голяма, добавете останалото като характеристика.

# errCantAdd
source: You cannot add companies.
bg: Не може да добавяте компании.

# errLogIn
source: Log in , in order to add company.
bg: Впишете се, за да добавяте компании.

# errMinTimeAfterAddingCompanyDidntPass
source: Minimum time between adding companies has not passed yet. You can add after
bg: Може да добавите нова компания след :

# errMinTimeAfterAddingCompanyDidntPass2
source: minutes.
bg: минути.

source: Go to
bg: Иди на страницата на

# goTo2
source: page to :
bg: за да :

source: Name :
bg: Име :

# nameRules
source: Name length must be between
bg: Дължината на името трябва да е между

# pageIntro
source: Company adding
bg: Добавяне на компания

# siteRules
source: Please type the official company web site, if you don`t know it or you are not sure about it leave the field empty.
bg: Моля, въведете официалният сайт на компанията. Ако не го знаете, оставете полето празно.

source: Submit
bg: Добави

# textLength
source: Description length :
bg: Дължина на описанието :

# title
source: Add company to wiadvice.com
bg: Добави компания към wiadvice.com

source: Type :
bg: Тип :

# typeRules
source: Choose type which suits best.
bg: Изберете този тип който подхожда най-много.

source: Web site :
bg: Сайт :
