Repository: raste/WiAdvice
Catalog: Source/User Interface/App_LocalResources/AddProduct.aspx.*.resx
Languages: bg

# addSucc
source: Adding product successful!
bg: Продуктът е добавен успешно!

source: Category :
bg: Категория :

# characters
source: symbols
bg: символа

source: Description :
bg: Описание :

# descrRules
source: Description length must be between
bg: Дължината на описанието трябва да е

# descrRules2
source: symbols.<br /> If the maximum length isn`t enough, please add the rest as characteristic.
bg: символа.<br /> Ако дължината не е достатъчна, добавете останалото като характеристика.

# errCantAdd
source: You cannot add products.
bg: Не може да добавяте продукти.

# errIncParameters
source: Incorrect parameters for add product page.
bg: Неправилни параметри на страницата за добавяне на продукти.

# errLogIn
source: Log in, in order to add product.
bg: Впишете се, за да добавяте продукти.

source: Go to
bg: Иди на страницата на

source: Name :
bg: Име :

# nameRules
source: Name length must be between
bg: Дължината на името трябва да е

# orAddProdFor
source: Add another product for
bg: Добавете още един продукт за

source: Product data
bg: Информация за продукта

# site
source: Web site :
bg: Сайт :

# siteRules
source: The official product web site. If you don't know it leave the field empty.
bg: Официалният сайт на продукта. Ако не го знаете оставете полето празно.

source: Submit
bg: Добави

# title
source: Add product to wiadvice.com
bg: Добави продукт към wiadvice.com

# orAddProdForCategory
source: Add another product in category
bg: Добавете продукт към категория

# errCantAddInThisCategory
source: You cannot add products in this category.
bg: Не може да добавяте продукти към тази категория.

# addToUnspecifiedCatInfo
source: Choose wanted category
bg: Изберете желана категория

source: ... choose
bg: ... избери

# errChooseCategory
source: Choose category!
bg: Изберете категория!

# errChooseCompany
source: Choose company!
bg: Изберете компания!

# errMinTimeAfterAddingProductDidntPass
source: Minimum time between adding products has not passed yet. You can add after
bg: Може да добавите нов продукт след :

# errMinTimeAfterAddingProductDidntPass2
source: minutes.
bg: минути.

# chooseCatOrComp
source: Choose the company or category the product will belong to.
bg: Изберете категория или напишете компания, към която да е продукта.

source: Company :
bg: Компания :

# errCantAddForThatCompany
source: If you want to add product to this company, you must also choose a category.
bg: Ако искате да добавите продукт към тази компания, изберете категория.

# errNoSuchCompany
source: No such company.
bg: Няма такава компания.

# errTypeCompanyName
source: Type a company name.
bg: Напишете име на компания.

# errCompCanAddProdInWantCat
source: The selected company can add products in the wanted category. Select that category from the drop down list.
bg: Избраната компания може да има продукти в тази категория. Изберете категорията от падащото меню.

# errCompCantHaveProdInCategory
source: The selected company can't have products in the selected category!
bg: Избранате компания не може да има продукти в избраната категория!

# errEditorShouldAddCatToCompanyFirst
source: You need to add categories to the company in order to add products!
bg: Добавете категории към компанията, за да може да добавяте продукти!

# errInvWantedCat
source: Invalid wanted category!
bg: Невалидна желана категория!

# errSelectWantedCat
source: Select wanted category for the product!
bg: Изберете желана категория за продукта!

# errWrongCategory
source: Invalid selected category!
bg: Невалидна избрана категория!

# errWrongCompany
source: Invalid selected company!
bg: Невалидна компания!

# goTo2
source: page to :
bg: за да :

# textLength
source: Description length :
bg: Дължина на описанието :

# blAddAltNames
source: Add alternative product names.
bg: Добавиш други имена на продукта.

# blAddCharacteristics
source: Add characteristics.
bg: Добавиш характеристики.

# blAddVariants
source: Add variants and subvariants.
bg: Добавиш варианти и подварианти.

# blFillGallery
source: Add images to product`s gallery.
bg: Добавиш изображения към галерията на продукта.

# blModifDescription
source: Modify product`s description.
bg: Промениш описанието на продукта.

source: or
bg: или

# hlAddProdGuide
source: Information
bg: Информация

# hlAddProdRules
source: Rules
bg: Правила

# lblAddProdGuide
source: about adding product.
bg: за добавяне на продукт.

# lblAddProdRules
source: about adding product.
bg: за добавяне на продукт.

# pageIntro
source: Product adding
bg: Добавяне на продукт

# CatHint1
source: If you want to add product to a company, but the company doesn`t have the necessary category for the product, you can:
bg: Ако искате да добавите продукт към „компания”, но тя няма съответната категория за него, може да :

# CatHint2
source: 1. Send suggestion to company`s editor to add the category.
bg: 1. Изпратите предложение на редактора на компанията да добави „категорията”.

# CatHint3
source: 2. Choose the “Others -> Unspecified” category from the dropdown menu and select appropriate product`s category from the “Categories” menu which will appear below.
bg: 2. Изберете категорията „Други -> Неoпределени” от падащото меню и посочите категорията, съответстваща на продукта.

# CompHint1
source: If the company from which is the product is not listed, then there are two ways of proceeding :
bg: Ако компанията, за която искате да добавите продукт не е в списъка, можете да :

# CompHint2
source: 1. First add the company and then the product. - Recommended
bg: 1. Добавите първо компанията и после продукта. - Препоръчително

# CompHint3
source: 2. Add the product underneath ‘other’ company.
bg: 2. Добавите продукта към „Друга”.

# CompHint4
source: If the company is added but isn`t listed here you will have to contact his editor and tell him to add this category. You can read more information about that
bg: Ако компанията е добавена към сайта, но не е отбелязана в падащото меню, свържете се с редактора и му предложете да добави тази категория. Повече за това може да

# HlCompHint4
source: here
bg: прочетете тук
