Repository: raste/WiAdvice
Catalog: Source/User Interface/App_LocalResources/Company.aspx.*.resx
Languages: bg

# accCategories
source: Categories
bg: Категории

# accChars
source: Characteristics
bg: Характеристики

# accGallery
source: Gallery
bg: Галерия

# accNoCategories
source: No categories
bg: Няма добавени категории

# accNoChars
source: No characteristics
bg: Няма добавени характеристики

# accNoGallery
source: No images
bg: Няма изображения в галерията

source: Add
bg: Добави

source: Add category
bg: Добави категория

# AddCharacteristics
source: Add characteristic
bg: Добави характеристика

source: Added by
bg: Добавен от

# AddedOn
source: on :
bg: на :

# AddImage
source: Upload image
bg: Добави изображение

source: all categories
bg: всички категории

source: Categories :
bg: Категории :

# categoriesNoProducts
source: Categories in which the company does not have products are shown.
bg: Показани са категории, в които компанията няма добавени продукти.

# categoriesRemoved
source: Categories in which company can have products are removed!
bg: Премахнати са категории, в които компанията може да има продукти!

# categoriesRemoved2
source: Category in which company can have products is removed!
bg: Премахната е категория, в която компанията може да има продукти!

source: Change
bg: Промени

source: Characteristic :
bg: Характеристика :

source: characters.
bg: букви.

# charDescrUpdated
source: Characteristic description updated!
bg: Описанието на характеристиката е променено.

# charRules
source: symbols. Maximum 20 characteristics are allowed.
bg: символа. Максимален брой характеристиките 20.

# charRules2
source: If you don`t want to change characteristic topic, leave it as is. Same for description.
bg: Ако не искате да променяте темата на характеристиката, оставете полето празно - аналогично и за описанието.

# chooseCategory
source: Choose category from the menu.
bg: Изберете категория от менюто.

# chooseFileUpload
source: Choose file to upload.
bg: Изберете изображение.

# Comments
source: Opinions
bg: Мнения

# compNotif
source: Add categories in which company will have products. Otherwise, users won`t be able to add products to the company.
bg: Добавете категории, за да могат потребителите да въведат продукти в тях.

source: Date added
bg: Добавен на

source: Delete
bg: Изтрий

source: Delete categories
bg: Изтрий категории

source: Description :
bg: Описание :

# descrRules
source: Description can be between
bg: Описанието трябва да е между

# DontHaveEditors
source: does not have any editors. You can take the right to edit it.
bg: няма редактори. Можете да вземете правото за редактиране.

source: Edit
bg: Промени

source: Edit characteristics
bg: Промени характеристика

source: Edit description
bg: Промени описание

source: Editors
bg: Редактори

# EditSite
source: Change web site
bg: Промени сайт

# errCantSeeCompany
source: You cannot see that company.
bg: Тази компания е изтрита.

# errChangeDescr
source: Change description.
bg: Промени описание.

# errIncImageWH
source: Incorrect image width/height, or file is damaged.
bg: Невалидна широчина/височина на изображението или файлът е с грешки.

# errIncParameters
source: Incorrect parameters for company page.
bg: Неправилни параметри за страницата на Компания.

# errNoSychCompany
source: No such company.
bg: Не съществува такава компания.

# errorSite
source: New site is equal to old one.
bg: Посочете нов адрес!

# forMoreInfoOnEditing
source: for more information on editing companies.
bg: , за повече информация за редактиране.

source: Image deleted!
bg: Изображението е изтрито!

# imageRules
source: Maximum allowed image size 2mb, min width/height :
bg: Максимален размер на изображението е 2мб, минимална широчина/височина :

# imageRules2
source: Types allowed : JPG, BMP, PNG.
bg: Позволени типове на изображението : JPG,BMP,PNG.

# imageUploaded
source: New image uploaded!
bg: Изображението е добавено!

source: Last Modified :
bg: Последно модифициран :

# lblAddCategory
source: Category :
bg: Категория :

source: Logo
bg: Лого

# MakerEditors
source: Editors
bg: Редактори

source: Name :
bg: Име :

# nameRules
source: Name must be between
bg: Името трябва да е между

# newSite
source: New web site :
bg: Нов сайт :

# NoAddedProducts
source: No products added.
bg: Няма добавени продукти.

source: No editors.
bg: Няма редактори.

# noImages
source: This company doesn`t have added images.
bg: Няма добавени изображения.

# noLastCategories
source: That category does not have sub-categories to add!
bg: Категорията няма подкатегории, които да се добавят !

# NoSite
source: Web site : not set
bg: Сайт : не е посочен

# Products
source: Product
bg: Продукт

source: Rating
bg: Оценка

# selectCategory
source: Select at least one category.
bg: Изберете поне една категория.

source: Send suggestion
bg: Напиши предложение

# SendSuggestionTo
source: To :
bg: Към :

# SignNotifies
source: Notify
bg: Известия

# Site
source: Web site :
bg: Сайт :

# siteChanged
source: Company website changed!
bg: Сайтът на компанията е променен!

# siteRules
source: Type the official company website address.
bg: Въведете официалният сайт на компанията.

# SortBy
source: Filter by :
bg: Сортирай по :

source: Submit
bg: Добави

source: symbols.
bg: символа.

# TakeRole
source: Take right
bg: Вземи право

# title
source: in wiadvice.com
bg: в wiadvice.com

source: Type :
bg: Тип :

source: Update
bg: Обнови

source: ... user
bg: ..потребител..

# YouCanEdit
source: You can edit company
bg: Може да редактирате компанията

source: Click here
bg: Кликни тук

# addCategoryInfo
source: If you choose category which have subcategories, all of them will be added.
bg: Ако изберете категория с подкатегории, те ще бъдат добавени.

# AddedBy2
source: Added by :
bg: Добавена от :

# ClickHereSmall
source: click here
bg: кликни тук

# SignNotifiesTooltip
source: Sign for notifications when new products are added.
bg: Запишете се за известия при добавяне на нов продукт.

# newCategoriesAdded
source: New categories in which company can have products added.
bg: Добавени са категории, в които компанията може да има продукти.

# newCategoryAdded
source: New category in which company can have products is added.
bg: Добавена е категория, в която компанията може да има продукти.

source: Last modified by :
bg: Последно модифицирана от :

# TakeRoleS
source: take right
bg: вземи право

# UploadingImg
source: Uploading...
bg: Добавяне...

# errCantDelCatCusThereAreProducts
source: Category
bg: Категорията

# errCantDelCatCusThereAreProducts2
source: can't be deleted, because the company have products in it.
bg: не може да се изтрие, защото компанията има продукти в нея.

# errEditCharTypeNewNameOrDescr
source: Type new name or description for the characteristic.
bg: Въведете ново име или описание за характеристиката.

# errNoSuchChar
source: There is no such characteristic.
bg: Няма такава характеристика.

# errThereIsntSuchCat
source: The category
bg: Към компанията не е добавена категорията

# CharAdded
source: Characteristic added!
bg: Характеристиката е добавена!

# CharTopic
source: Topic :
bg: Тема :

# CharTopicChanged
source: Characteristic topic updated!
bg: Темата на характеристиката е обновена!

# CharTopicRules
source: Characteristic topic must be between
bg: Темата на характеристиката трябва да е между

# DescrChanged
source: Company description is updated.
bg: Описанието на компанията е обновено.

# EditCharNewTopic
source: Update topic :
bg: Обнови тема :

source: Upload
bg: Добави

# errCompanyDeleted
source: That company is deleted.
bg: Тази компания е изтрита.

source: Add alternative name
bg: Добави друго име

source: Alternative name :
bg: Друго име :

source: Alternative name added.
bg: Добавено е друго име, с което компанията е известна.

# AlternativeNameDeleted
source: Alternative name removed.
bg: Изтрито е другото име, с което компанията е известна.

source: Alternative names :
bg: Други имена :

# AlternativeNamesDeleted
source: Alternative names removed.
bg: Изтрито са други имена, с които е известна компанията.

# AlternativeNamesInfo
source: Other names with which the company is known. Up to
bg: Други имена, с които е известна компанията. Могат да се добавят до

# AlternativeNamesInfo3
source: Example : product "Sony Playstation 3" is also known as "PS 3"; company "LG" is known as "Lucky-Goldstar" and "Lucky".
bg: Пример : продуктът "Sony Playstation 3" е известен и като "PS 3"; компанията "LG" е известна и като "Lucky-Goldstar" и "Lucky".

# AlternativeNamesInfo4
source: Companies can be found also by their alternative names.
bg: Компаниите могат да бъдат открити и по другите им имена.

# errAltNameCanntBeSameAsProduct
source: Name cannot be same as the product.
bg: Другото име не може да съвпада с това на продукта.

# errAltNameIsSameAsAnother
source: This name is added already.
bg: Името вече е добавено.

# errSelectAltNameToDel
source: Choose alternative name.
bg: Изберете име.

source: Remove alternative names
bg: Изтрии други имена

# errEditCharTypeNewDescr
source: Type new characteristic description.
bg: Въведете ново описание за характеристиката.

# imageLogoRules
source: Minimum width/height only for the logo :
bg: Минимална широчина/височина само за логото :

# seeImgMinSize
source: to see minimum image width/height.
bg: , за да видиш минималния размер на картинките.

# seeLogoMinSize
source: to see.
bg: , за да видиш.

# chooseImage
source: Image :
bg: Изображение :

# textLength
source: Description length :
bg: Дължина на описанието :

# errCantDelImage
source: Couldn`t delete the image! Please try again soon. If the problem persists, please write report.
bg: Грешка при изтриване на изображението! Опитайте пак скоро. Ако проблема продължава, моля, напишете доклад.

# charDeleted
source: Characteristic deleted!
bg: Характеристиката е изтрита!

# CompNameUpdated
source: Company name changed!
bg: Името на компанията е променено!

source: Edit name
bg: Промени име

# NewCompName
source: New name :
bg: Ново име :

source: Change name
bg: Промени име
