Repository: raste/WiAdvice
Catalog: Source/User Interface/App_LocalResources/EditorRights.aspx.*.resx
Languages: bg

# allMakerProducts
source: all company products
bg: всички продукти на

# currCanTakRole
source: Currently you can take edit rights from
bg: Можете да вземете редакторски права на

# currCanTakRole2
source: because he haven`t logged in for more than
bg: , защото не се е вписвал повече от

# currTransfRoles
source: Currently transfering rights :
bg: В момента прехвърляни права :

# currUserInfo
source: Here you can see which products/companies you have the rights to edit.
bg: Виж за кои продукти/компании имаш редакторски права.

source: days.
bg: дни.

# editRoles
source: Edit rights :
bg: Редакторски права :

# errorCantSeePage
source: You cannot see that user`s edit rights.
bg: Не може да видите редакторските права на потребителя.

# errorIncParameters
source: Incorrect parameter for User edit rights page.
bg: Неправилни параметри на страницата за редакторски права.

source: from :
bg: от :

# LogInInfo
source: If you don`t log in for more than
bg: Ако не се впишеш повече от

# LogInInfo2
source: days other users will be able to take your edit rights.
bg: дни, редакторските ти права могат да бъдат отнети!

# noRoles
source: No edit rights
bg: Нямате редакторски права

# roleRemoved
source: Right removed!
bg: Отказахте се от редакторското право!

# rolesTransfToYou
source: Rights being transfered to
bg: Права, прехвърлящи се към

# roleTaken
source: Right taken!
bg: Получихте редакторско право!

source: Take
bg: Вземи

# title
source: `s edit rights in wiadvice
bg: Редакторски права на

source: to :
bg: към :

source: transfer
bg: прехвърли

# transferAccepted
source: Transfer of a right accepted!
bg: Прехвърлянето на право прието!

# transferDeclined
source: Transfer of a right declined!
bg: Прехвърлянето на право отказано!

# transferTimeToAccept
source: The users to which you are transfering rights have
bg: Неприети права - може да спрете прехвърлянето до

# transferTimeToAccept2
source: days to accept it.<br />In mean time if you change your mind you can cancel the transfer.
bg: дни.

source: Transfer to :
bg: Прехвърли на :

# transferToMeAccept
source: You have
bg: Имате

# transferToMeAccept2
source: days to accept or decline the rights.
bg: дни от обявената дата, за да приемете или откажете правата.

# visitedInfo
source: Edit rights of
bg: Редакторски права на

# YouHaveRole
source: You already have that right.
bg: Вие вече имате това право.

# noRolesVisited
source: No edit rights
bg: Няма редакторски права

source: Click here
bg: Кликни тук

# ClickHereS
source: click here
bg: кликни тук

# howToHaveRights
source: Main way to have edit rights is by adding products and companies.
bg: Основният начин, по който можеш да придобиеш редакторски права е като добавяш продукти и компании.

# toAddCompany
source: to add company or
bg: или

# toAddProduct
source: to add product or
bg: или

source: to read how to add company.
bg: как.

source: to read how to add product.
bg: как.

# ClickHereToAddComp
source: Click here
bg: Добави компания

# ClickHereToAddProd
source: Click here
bg: Добави продукт

# ClickHereToReadAddComp
source: click here
bg: прочети

# ClickHereToReadAddProd
source: click here
bg: прочети
