Repository: raste/WiAdvice
Catalog: Source/User Interface/App_LocalResources/ForgottenPassword.aspx.*.resx
Languages: bg

# answCorrect
source: Answer correct! Your new password is
bg: Правилен отговор! Новата парола е

source: answer :
bg: отговор :

# correctAnswer
source: Answer is correct, you are now logged in. You can change password from your profile page.
bg: Правилен отговор, вие сте вписан сега. Може да смените паролата от страницата на вашия профил.

# errIncAnswer
source: Incorrect answer.
bg: Неправилен отговор.

# errIncMail
source: Incorrect email adress.
bg: Неправилен адрес на ел.поща.

# errIpBan
source: The Ip adress from which you are connecting is banned. You cannot use that option.
bg: Не може да използвате опцията, защото Ip адреса ви е забранен.

# errIsLogged
source: Come to this page only if you forgot your password and you are not logged in.
bg: Посетете страницата само при забравена парола.

# errMoreTime
source: There must be at least 24 hours between two consequent password resets.
bg: Опцията се използва еднократно за 24 часа!

# errNoMail
source: Type an email.
bg: Въведете ел.поща!

# errNoSecQuest
source: You cannot log in by using secret question and answer.
bg: Непозволен статус!

# errNoSuchUser
source: There`s no such user.
bg: Не съществува такъв потребител.

# errrIncUser
source: You cannot reset your password by email.
bg: Непозволен статус!

# errTypeAnsw
source: Type an answer.
bg: Отговорете на въпроса.

# errUserActivated
source: That user is not activated.
bg: Потребителят не е активиран.

# errUserName
source: Type a username.
bg: Въведете потребителско име.

# mail
source: email :
bg: поща :

# note
source: (NOTE : Only for accounts registered with email.)
bg: (Забележка : Само за потребители, регистрирани с ел.поща.)

source: or
bg: или

source: question :
bg: въпрос :

# resetMailSent
source: An email with reset password link will be sent to the account email adress. Check the email after a while.
bg: Изпратено е писмо за смяна на парола.

# retrPassInfo1
source: Write username and email.
bg: Въведете потребителско име и ел.поща.

# retrPassInfo2
source: Answer your secret question.
bg: Отговорете на тайния въпрос.

# title
source: Forgotten password in wiadvice.com
bg: Забравена парола в wiadvice.com

source: username :
bg: потребител :

# ToChangePass
source: To change password :
bg: За да смените паролата си :
