Repository: raste/WiAdvice
Catalog: Source/User Interface/App_LocalResources/Home.aspx.*.resx
Languages: bg

# About
source: About Site
bg: За сайта

# CommentsWritten
source: Opinions :
bg: Мнения :

# LastProducts
source: Last
bg: Последни

# LastProducts2
source: added products
bg: добавени продукти

# News
source: Site messages
bg: Съобщения от сайта

source: Products added :
bg: Добавени продукти :

source: Statistics for today
bg: Статистики за деня

# title
source: Welcome to wiadvice.com
bg: Добре дошли в wiadvice.com

source: Users online :
bg: Потребители на линия :

source: Users registered :
bg: Регистрации :

# NoSiteMessages
source: No entered site messages
bg: Няма нови съобщения от сайта

# hlNcOthersFour
source: suggestions
bg: предложения

# hlNcOthersTwo
source: editor rights
bg: редактиране

# lblForNewcomers
source: Expect ...
bg: Какво ви очаква ...

# lblForNewcomers2
source: Your fast tour - we will show you with images the most important elements that you will interact with, and which contents depend entirely on you ... Take advantage!
bg: Вашата бърза обиколка в сайта - показваме ви образно най-важните елементи, с които ще работите и чието съдържание зависи изцяло от вас ... Възползвайте се!

# lblNcCategories
source: Categories
bg: Категории

# lblNcCategoriesText
source: They determine some of the fields in our material daily round, in which you can add products.
bg: Определят някои от основните области на материалното ни битие, в които може да добавяте продукти.

# lblNcCompanies
source: Companies
bg: Компании

# lblNcCompaniesText
source: The idea is to create catalog and find out what is behind the advertisements with your rating, for their products.
bg: Идеята е да създадем каталог и да разберем какво се крие зад рекламите на компаниите чрез вашата оценка на продуктите им.

# lblNcOpinions
source: Opinions
bg: Мнения

# lblNcOpinionsText
source: Actually you opinions are the real advertisement - without "make-up, promotions and false guaranty". We all need them.
bg: Всъщност вашите мнения са истинската реклама - без "грим, промоции и фалшиви гаранции". Всички се нуждаем от това.

# lblNcOthers
source: Other features
bg: Други възможности

# lblNcOthersFive
source: and much more ...
bg: и много други ...

# lblNcOthersFour
source: Option for
bg: Опция за

# lblNcOthersFour2
source: to editors of companies and products.
bg: към редакторите на продукти и компании.

# lblNcOthersOne
source: Receive notifies for new information in products, companies, forums and topics.
bg: Получаване на известия за нова информация относно продукти, компании, форуми и теми.

# lblNcOthersThree
source: Send private messages to other users.
bg: Обмяна на лични съобщения между потребителите.

# lblNcOthersTwo
source: Manage companies and products
bg: Управление на правата за

# lblNcProducts
source: Products
bg: Продукти

# lblNcProductsText
source: We are using them everyday - that's why their quality is your focus. Add them at will ...
bg: Напук на кризата ги ползваме всеки ден - затова качеството им е вашият фокус. Добавяйте на воля ...

# LastCompanies
source: Last
bg: Последни

# LastCompanies2
source: added companies
bg: добавени компании

# LastCommentedProducts
source: Products with last opinions
bg: Последни мнения в "Продукти"

source: Companies added :
bg: Добавени компании :

source: Visits :
bg: Посещения :

# lblNcOthersZero
source: Discussion of everything about every product in his forum.
bg: Обсъждане на всичко за всеки продукт в неговият форум.
