Repository: raste/WiAdvice
Catalog: Source/User Interface/App_LocalResources/Product.aspx.*.resx
Languages: bg

source: (guest)
bg: (гост)

source: ... characterisic
bg: ... характеристика

source: ... user
bg: ..потребител..

source: ... variant
bg: ... вариант

# AboutCharacteristic
source: For characteristic :
bg: За характеристика :

# AboutVariant
source: For variant :
bg: За вариант :

source: Actions
bg: Действия

source: Add
bg: Добави

source: Add characteristic
bg: Добави характеристика

# AddComment
source: Submit
bg: Изпрати

# AddDescr
source: Description :
bg: Описание :

source: Added by :
bg: Добавен от :

# AddedOn
source: on :
bg: на :

source: Add product for
bg: Добави продукт за

source: Add subvariant
bg: Добави подвариант

source: Add variant
bg: Добави вариант

# AllComments
source: All
bg: Всички

source: Anonymous
bg: Анонимен

# CanEditProduct
source: Now you can edit product
bg: Можете да редактирате продукта

# ChangeDescription
source: Description :
bg: Описание :

# CharacteristicAdded
source: New characteristic added!
bg: Характеристиката е добавена!

source: Characteristics
bg: Характеристики

# CharDeleted
source: Characteristic deleted!
bg: Характеристиката е изтрита!

# CharDescrChanged
source: Characteristic description changed!
bg: Описанието на характеристиката е сменено!

# CharTopicChanged
source: Characteristic topic changed!
bg: Темата на характеристиката е сменена!

# CharsInfo
source: You won`t be able to change characteristic topic if there are opinions for it.<br />If you don`t want to change characteristic topic leave the field empty. Same for description.
bg: Не може да сменяте тема на характеристика, ако има мнения за нея. <br />Ако не искате да променяте тема на характеристика или описание, оставете полето празно.

source: ... choose
bg: .... избери

# ChooseCharacteristic
source: Characteristic :
bg: Характеристика :

source: Click here
bg: Kликни тук

# Comments
source: Opinions :
bg: Мнения :

# CommentsOnPage
source: Opinions per page :
bg: Мнения на страница :

# commentsSmall
source: opinions :
bg: мнения :

# CommentWritten
source: Opinion written!
bg: Мнението е написано!

source: Date
bg: Дата

source: Delete
bg: Изтрии

source: deleted
bg: изтрит

source: description
bg: описание

# DescriptionUpdated
source: Description of
bg: Описанието на

# DescrRules
source: Description can be between
bg: Описанието може да е между

# DontHaveEditors
source: don`t have any editors. You can take the role to edit it.
bg: няма редактори. Можете да вземете правото.

source: Edit
bg: Промени

# EditCharacteristics
source: Edit characteristic
bg: Промени характеристика

source: Edit description
bg: Промени описание

source: Editors
bg: Редактори

source: Edit subvariant
bg: Промени подвариант

source: Edit variant
bg: Промени вариант

source: Edit website
bg: Промени сайт

# errCantChangeCharName
source: You cannot change the name of characteristic
bg: Не може да смените името на

# errCantChangeCharName2
source: because there are opinions for it
bg: , защото има мнения.

# errChangeDescr
source: Change description !
bg: Променете описанието !

# errChoose
source: Choose either variant or characteristic.
bg: Изберете вариант или характеристика.

# errChooseFile
source: Choose file to upload.
bg: Изберете изображение.

# errChooseVariant
source: Choose variant.
bg: Изберете вариант.

# errImage
source: Incorrect image width/height, or file is damaged.
bg: Неправилна дължина/широчина на изображението или файлът е с грешки.

# errIncParameters
source: Incorrect parameters for product page.
bg: Неправилни параметри за страницата на продукт.

# errIpBan
source: You cannot post opinions because the IP adress from which you are trying to access the site is blocked. This happens when users continuosly break site rules.
bg: Блокиран IP адрес заради нарушени правила - не може да пишете мнения!

# errNewDescr
source: Type new description.
bg: Обновете описанието.

# errNoProduct
source: No such product.
bg: Не съществува такъв продукт.

# errSite
source: New site is equal to the old one.
bg: Променете сайта.

# errTypeName
source: Type a name.
bg: Въведете име.

# errUploading
source: Error uploading the file.
bg: Грешка при добавяне на изображението.

source: Gallery
bg: Галерия

source: Image deleted!
bg: Изображението е изтрито!

# ImageRules
source: Maximum allowed image size 2mb, minimum width/height :
bg: Максимален размер на изображението е 2мб, минимална широчина/височина :

# ImageRules2
source: Types allowed : JPG,BMP,PNG.
bg: Позволени типове : JPG,BMP,PNG.

# imgUploaded
source: New image uploaded!
bg: Изображението е добавено!

source: in
bg: в

# InfoOnEditing
source: for more information on editing.
bg: , за повече информация за редактиране.

source: Last modified :
bg: Последно модифициран :

source: main
bg: главно

# MaxCharsAllowed
source: Maximum 20 characteristics are allowed.
bg: Максимален брой характеристики 20.

source: Message
bg: Съобщение

source: Message to :
bg: Съобщение към :

# MsgSubject
source: Subject :
bg: Тема :

source: Name :
bg: Име :

# nameRules
source: Name must be between
bg: Дължина на името трябва да е между

source: New name :
bg: Ново име :

source: New website :
bg: Нов сайт :

# NoComments
source: No posted opinions.
bg: Няма добавени мнения.

source: No editors.
bg: Без редактори.

source: No entered Characteristics
bg: Няма добавени характеристики

# NoGallery
source: No images in gallery
bg: Няма добавени изображения

# NoImages
source: This product does not have added images.
bg: Няма добавени изображения към продукта.

source: Notify
bg: Известия

source: No variants
bg: Няма добавени варианти

# NoWebSite
source: Website : not set
bg: Сайт : не е въведен

source: Page :
bg: Страница :

source: Product rated!
bg: Продуктът е оценен!

source: Rate
bg: Оцени

source: Rating :
bg: Оценка :

source: Reply
bg: Отговори

source: Reply to :
bg: Отговори на :

source: Save in sent ?
bg: Запази ?

source: Send suggestion
bg: Изпрати предложение

# SiteChanged
source: Website changed!
bg: Сайтът променен!

source: Site removed!
bg: Сайтът е премахнат!

# siteRules
source: Type the product official web site adress.
bg: Официалният сайт на продукта.

# SortBy
source: Filter by :
bg: Сортирай по :

# SortByRating
source: Rating
bg: Оценка

source: Subvariant :
bg: Подвариант :

# subvariantAdded
source: New subvariant added!
bg: Подвариантът е добавен!

# SugegstionTo
source: To :
bg: Към :

source: symbols
bg: символа

# TakeRole
source: Take right
bg: Вземи право

source: Upload
bg: Добави

source: Upload image
bg: Добави изображение

source: Users rated :
bg: От потребители :

source: Variant :
bg: Вариант :

# variantAdded
source: New variant added!
bg: Вариантът е добавен!

# variantRules
source: If you delete variant which have subvariants, the subvariants will be deleted also.
bg: Ако изтриете вариант, който има подварианти, те също ще бъдат изтрити.

source: Variants
bg: Варианти

source: Website :
bg: Сайт :

# WriteComment
source: Write opinion
bg: Напиши мнение

# DescriptionUpdated2
source: updated!
bg: е сменено!

# Actions2
source: Actions :
bg: Действия :

# captchaLetters
source: Type image letters here
bg: Въведи буквите тук

# SuggestionInfo
source: Send suggestion
bg: Изпрати предложение

# SortByNoAbout
source: For product
bg: За продукта

source: Wanted category :
bg: Желана категория :

# SubVariant2
source: subvariant
bg: подвариант

# Variant2
source: variant
bg: вариант

source: Last modified by :
bg: Последно модифициран от :

# SignNotifiesTooltip
source: Sign for notifications when new opinions are added.
bg: Запишете се за известия при добавяне на нови мнения.

source: Add product
bg: Добави продукт

# TakeRoleS
source: take right
bg: вземи право

# UploadingImg
source: Uploading...
bg: Добавяне...

# errEditCharTypeNewNameOrDescr
source: Type new name or description for the characteristic.
bg: Въведете ново име или описание за характеристиката.

# errNoSuchChar
source: There is no such characteristic.
bg: Няма такава характеристика.

# errNoSuchSubVariant
source: There is no such subvariant.
bg: Няма такъв подвариант.

# errNoSuchVariant
source: There is no such variant.
bg: Няма такъв вариант.

# orAbout
source: or
bg: или

# SubvarDeleted
source: Subvariant deleted!
bg: Подвариантът е изтрит!

# VarDeleted
source: Variant deleted!
bg: Вариантът е итрит!

# CharTopic
source: Topic :
bg: Тема :

# CharTopicRules
source: Characteristic topic must be between
bg: Темата на характеристиката трябва да е между

# EditCharTopic
source: Update topic :
bg: Обнови тема :

# errProdDeleted
source: That product is deleted.
bg: Този продукт е изтрит.

source: Add alternative name
bg: Добави друго име

source: Alternative name :
bg: Друго име :

source: Alternative name added.
bg: Добавено е друго име, с което продукта е известен.

# AlternativeNameDeleted
source: Alternative name removed.
bg: Изтрито е другото име, с което продукта е известен.

source: Alternative names :
bg: Други имена :

# AlternativeNamesDeleted
source: Alternative names removed.
bg: Изтрито са други имена, с които е известен продукта.

# AlternativeNamesInfo
source: Other names with which the product is known. Up to
bg: Други имена, с които е известен продукта. Могат да се добавят до

# AlternativeNamesInfo3
source: Example : product Playstation 3 is also known as PS 3; company LG is known as Lucky-Goldstar and Lucky.
bg: Пример : продуктът "Sony Playstation 3" е известен и като "PS 3"; компанията "LG" е известна и като "Lucky-Goldstar" и "Lucky".

# AlternativeNamesInfo4
source: Products can be found also by their alternative names.
bg: Продуктите могат да бъдат открити и по другите им имена.

# errAltNameCanntBeSameAsProduct
source: Name cannot be same as the product.
bg: Името не може да съвпада с това на продукта.

# errAltNameIsSameAsAnother
source: This name is added already.
bg: Името вече е добавено.

# errSelectAltNameToDel
source: Choose alternative name.
bg: Изберете име.

source: Remove alternative names
bg: Изтрий други имена

# chooseImage
source: Image :
bg: Изображение :

# seeImgMinSize
source: to see minimum image width/height.
bg: , за да видиш минималния размер на картинките.

# textLength
source: Description length :
bg: Дължина на описанието :

# errEditCharTypeNewDescr
source: Type new characteristic description.
bg: Въведете ново описание за характеристиката.

# errCantDelImage
source: Couldn`t delete the image! Please try again soon. If the problem persists, please write report.
bg: Грешка при изтриване на изображението! Опитайте пак скоро. Ако проблема продължава, моля, напишете доклад.

# descrChanged
source: Description updated!
bg: Описанието е актуализирано!

source: Edit name
bg: Промени име

# NewProdName
source: New name :
bg: Ново име :

# ProdNameUpdated
source: Product name updated!
bg: Името на продукта е сменено!

# DeleteNoWarn
source: DelNoWarn
bg: ИзтрийБезПред

# lastEdited
source: Last edited by
bg: Последна промяна от

source: No links
bg: Няма връзки

source: modify
bg: промени

# ProdLinkViolationTooltip
source: Reports to administrators that the link breaks the site rules.
bg: Съобщава на администраторите, че връзката нарушава правилата на сайта.

# addProdLinkRules1
source: Follow the
bg: Следвай

# addProdLinkRules2
source: for adding link.
bg: за добавяне на връзка.

# AddProductLink
source: Add link
bg: Добави връзка

# deleteWithWarn
source: Del. w/ warning
bg: Изтр. с предупрежд.

# hlAddProdLinkRules
source: rules
bg: правилата

source: Link
bg: Връзка

source: Links
bg: Връзки

source: Modify link
bg: Промени връзка

source: Company updated!
bg: Компанията е сменена!

# editCompany
source: Change company
bg: Смени компания

# editCompanyInfo
source: Only companies, which can have products in the current product's category.
bg: Показани са само компании, които могат да имат продукти в категорията на продукта.

# errChooseNewCompany
source: Choose company!
bg: Изберете компания!

# newCompany
source: Company :
bg: Компания :

source: Category changed!
bg: Категорията е сменена!

# errChooseCategory
source: Choose category!
bg: Изберете категория!

source: Change category
bg: Смени категория

source: Choose category :
bg: Избери категория :

# chooseCategoryInfo
source: Only categories in which
bg: Показани са категории, в които

# chooseCategoryInfo2
source: can have products are shown.
bg: може да има продукти.
