Repository: raste/WiAdvice
Catalog: Source/User Interface/App_LocalResources/Profile.aspx.*.resx
Languages: bg

# answerRules
source: Answer cannot start or end with ' '. If you leave the field blank old answer will remain valid.
bg: Отговорът не може да започва или свършва с ' '. Ако оставите полето празно, старият отговор ще се запази.

# answerUpdated
source: Answer to secret question changed!
bg: Отговорът към тайния въпрос е сменен!

# cantSeePage
source: You cannot see that user`s page.
bg: Не може да посетите страницата на този потребител.

# Comments
source: Opinions and comments :
bg: Мнения и коментари :

source: Current password :
bg: Актуална парола :

# DateRegistered
source: Registered :
bg: Регистриран :

source: Edit
bg: Промени

# EditRoles
source: Editor rights
bg: Редакторски права

source: Email :
bg: Ел.поща :

# emailSmall
source: email
bg: ел.поща

source: Email updated!
bg: Ел.пощата сменена!

# errIncParams
source: Incorrect parameter for user page.
bg: Неправилни параметри за страница на потребител.

# errInvFormAnswer
source: Invalid format for answer of question.
bg: Неправилен формат за отговор на тайния въпрос.

# errInvFormQuestion
source: Invalid format for secret question.
bg: Неправилен формат за таен въпрос.

# errOtherUserPages
source: In order to see other user pages, you have to be logged in.
bg: Трябва да сте вписан, за да посещавате страниците на други потребители.

# errQNA
source: Type new question and/or answer.
bg: Въведете нов таен въпрос или отговор.

source: Last log in :
bg: Последно вписване :

# mailRules
source: It will be used if you forget your password.
bg: Ще се използва в случай, че забравите паролата.

source: New answer :
bg: Нов отговор :

# newMail
source: New email :
bg: Нова ел.поща :

source: New password :
bg: Нова парола :

source: New secret question :
bg: Нов таен въпрос :

source: No such user.
bg: Няма такъв потребител.

source: No suggestions
bg: Няма предложения

source: No system messages
bg: Няма системни съобщения

source: password
bg: парола

source: Password changed!
bg: Паролата е сменена!

# passwordRules
source: Password can only contain letters a-z, A-Z or numbers 0-9.
bg: Паролата може да съдържа букви от латиница A-Z и числа 0-9.

# passwordRules2
source: Password length must be between
bg: Дължината на паролата трябва да е между

# questionRules
source: If you don`t want to change the question leave the field how it is.
bg: Ако не искате да сменяте въпроса, не променяйте полето.

# questionUpdated
source: Secret question changed!
bg: Тайният въпрос е сменен!

source: Repeat new password :
bg: Повторете новата парола :

source: Signature :
bg: Сигнатура :

source: Signature : none
bg: Сигнатура : не е написана

# signatureRules
source: Signature text will be shown below each of your comments.
bg: Текста на сигнатурата ще се показва след всеки ваш коментар.

# signatureRules2
source: Signature length must be between
bg: Дължината на сигнатурата може да е между

# signatureSmall
source: signature
bg: сигнатура

source: Signature updated!
bg: Сигнатурата е сменена!

# SMdeleted
source: System message deleted!
bg: Системното съобщение е изтрито!

# SQNA
source: secret question and answer
bg: таен въпрос и отговор

source: Suggestions
bg: Предложения

source: symbols
bg: символа

source: System messages
bg: Системни съобщения

# title
source: in wiadvice
bg: в wiadvice

# Username
source: User :
bg: Потребител :

source: Report
bg: Докладвай

source: Warnings
bg: Предупреждения

source: About
bg: За

# currMail
source: Current email
bg: Актуална ел.поща

# errNewPassIsEqualToOld
source: Type new password.
bg: Въведете нова парола.

# errPassNeedToBeDiffFromName
source: Password cannot contain the username.
bg: Паролата не трябва да съдържа в себе си потребителското име.

# UserDeleted
source: That user is deleted.
bg: Този потребител е изтрит.

# errTypeNewMail
source: Enter new email address.
bg: Въведете нова ел.поща.

# errEmailRegsReached
source: There are already
bg: Вече има

# errEmailRegsReached2
source: or more users registered with that email.
bg: или повече потребители, регистрирани с тази ел.поща.

# deleteNoWarning
source: DelNoWarn
bg: ИзтрийБезПред

# deleteNoWarningTooltip
source: Delete without sending warning.
bg: Изтрий без да се праща предупреждение.

source: Warning deleted!
bg: Предупреждението е изтрито!
