Repository: raste/WiAdvice
Catalog: Source/User Interface/App_LocalResources/Registration.aspx.*.resx
Languages: bg

# accRegistered
source: Congratilations, your account is now registered! You will receive an mail soon (usually no more than 1 hour).
bg: Поздравления! Регистрирахте се успешно. Ще получите писмо до 1 час,

# accRegistered2
source: It will contain an activation link. Visit that link in order to activate and be able to sign in with the account.
bg: съдържащо връзка за активиране на профила ви. Посетете я, за да се впишете.

# accRegistered3
source: If you do not activate your account in 24 hours it will be deleted automatically.
bg: Ако профила не бъде активиран до 24 часа, ще бъде автоматично изтрит!

# AgreeTerms
source: I agree with the
bg: Съгласен съм с

# AgreeTerms2
source: to use this site.
bg: за използване на сайта.

source: Answer :
bg: Отговор :

# captchaInfo
source: Fill in the letters
bg: Попълнете буквите

# captchaInfo2
source: you see on the image.
bg: от изображението.

source: characters
bg: символа

source: Email :
bg: Ел.поща :

# emailRules
source: An activation link will be sent to it. You have to visit the link in order to activate the account.
bg: На нея ще получите връзка за активация на профила.

# errEmailRegsReached
source: There are already
bg: Вече има

# errEmailRegsReached2
source: or more users registered with that email.
bg: или повече потребители, регистрирани с тази ел.поща.

# errIncAnswer
source: Incorrect format for answer of secret question.
bg: Неправилен формат на отговора на тайния въпрос.

# errIncQuest
source: Incorrect format for secret question.
bg: Неправилен формат на тайния въпрос.

# errIpBan
source: You cannot register because the IP adress from which you are trying to access the site is blocked. This happens when users continuosly break site rules.
bg: Блокиран IP адрес заради нарушени правила - не може да се регистрирате!

# errLoggedIn
source: You are already registered and logged in.
bg: Вече сте вписан.

# errRegsReached
source: You cannot register because the maximum number of registrations from your IP adress is reached.
bg: Регистрация невъзможна - достигнат максимален брой регистрации от IP адрес!

# errTerms
source: You must agree with the terms to use this site in order to register.
bg: Трябва да сте съгласни с условията за използване на сайта, за да може да се регистрирате!

source: Password :
bg: Парола :

# passwordRules
source: Password can only contain letters a-z, A-Z or numbers 0-9.
bg: Паролата може да съдържа букви от латиница A-Z или числа 0-9.

# passwordRules2
source: Password length must be between
bg: Дължината на паролата трябва да е между

# qnaRules
source: The allowed lenghts for secret question and answer are 1-100 symbols.
bg: Дължината на тайния въпрос и отговор може да е между 1-100 символа.

# qnaRules2
source: Both fields text cannot start or end with ' '.
bg: И двете полета не могат да започват или завършват с ' ' (интервал).

# questionInfo
source: This is needed in case you forgot your password.
bg: Ще се използва в случай на забравена парола.

# regForm
source: Registration form
bg: Форма за регистрация

# regSuccessful
source: Registration succesful , you are now logged in.
bg: Успешно се регистрирахте! Вече сте вписан.

# repPassword
source: Repeat password :
bg: Повтори паролата :

# secQuestion
source: Secret question :
bg: Таен въпрос :

source: terms
bg: условията

# title
source: Registration in wiadvice.com
bg: Регистрация в wiadvice.com

source: Username :
bg: Потребителско име :

# usernameRules
source: Username can only contain letters a-z, A-Z or numbers 0-9 and up to 4 words
bg: Потребителското име може да съдържа букви от латиница A-Z или числа 0-9

# usernameRules2
source: (1 space between words). Username length must be between
bg: (по 1 интервал между думите). Дължината на потребителското име трябва да е между

# PassStrengthLvl1
source: Non existent
bg: Много слаба

# PassStrengthLvl10
source: Unbreakable !
bg: Силна

# PassStrengthLvl2
source: Very weak
bg: Много слаба

# PassStrengthLvl3
source: Weak
bg: Слаба

# PassStrengthLvl4
source: Poor
bg: Слаба

# PassStrengthLvl5
source: Almost ok
bg: Приемлива

# PassStrengthLvl6
source: Barely acceptable
bg: Приемлива

# PassStrengthLvl7
source: Average
bg: Средна

# PassStrengthLvl8
source: Good
bg: Добра

# PassStrengthLvl9
source: Strong
bg: Силна

# Strength
source: Stength :
bg: Сигурност :

# errPassNeedToBeDiffFromName
source: Password cannot contain the username.
bg: Паролата не трябва да съдържа името.
