Repository: raste/WiAdvice
Catalog: Source/User Interface/App_LocalResources/Search.aspx.*.resx
Languages: bg

source: Advanced search
bg: Разширено търсене

source: categories
bg: категории

# comments
source: opinions :
bg: мнения :

# errInvCat
source: No such category!
bg: Грешна категория!

# errInvParCat
source: Invalid parameter for categories.
bg: Грешни параметри за категории.

# errInvParCat2
source: Invalid search parameters for category.
bg: Грешни параметри за търсене в категория.

# errInvParCompanies
source: Invalid parameter for companies.
bg: Грешни параметри за компании.

# errInvParProducts
source: Invalid parameter for products.
bg: Грешни параметри за продукти.

# errInvParTypes
source: Invalid parameter for maker types.
bg: Грешни параметри за тип създатели.

# errInvParUsers
source: Invalid parameter for users.
bg: Грешни параметри за потребители.

# errrInvPar
source: Invalid search parameters.
bg: Грешни параметри за търсене.

source: in :
bg: в :

source: in Categories :
bg: в "категории" :

# inMakers
source: in companies :
bg: в "компании" :

# inMakersWithType
source: in companies with type :
bg: в "компании" с тип :

source: in products :
bg: в "продукти" :

# inProductsInCat
source: in products in category :
bg: за "продукти" в "категория" :

source: in Users :
bg: в "потребители" :

# makers
source: companies
bg: компании

# noResults
source: No matches found.
bg: Не са открити резултати.

source: products
bg: продукти

source: rating :
bg: оценка :

source: Results for
bg: Резултати за

source: search :
bg: търси :

# searchBtn
source: Search
bg: Търси

# SerachForMakers
source: search for companies with type :
bg: търси за компании от тип :

# title
source: Search page
bg: Търси в wiadvice.com

source: users
bg: потребители

source: registered on
bg: регистриран на

# altProdResults
source: Products with alternative names
bg: Продукти с други (алтернативни) имена

# altCompResults
source: Companies with alternative names
bg: Компании с други (алтернативни) имена

source: Click here
bg: Кликни тук

# hlRegister
source: Register
bg: Регистрирай се

# RegToAddCompany
source: to be able to add companies.
bg: , за да добавяш компании.

# RegToAddProduct
source: to be able to add products.
bg: , за да добавяш продукти.

source: to add company.
bg: , за да добавиш компания.

source: to add product.
bg: , за да добавиш продукт.

source: to read how to add company.
bg: как се добавя компания.

source: to read how to add product.
bg: как се добавя продукт.

# noMainResultsFound
source: No exact mathes found!
bg: Няма точно съвпадение!

# ProductSubVariants
source: Products subvariants
bg: Подварианти на продукти

# ProductVariants
source: Products variants
bg: Варианти на продукти

# ClickHereToReadCompany
source: Click here
bg: Прочети

# ClickHereToReadProduct
source: Click here
bg: Прочети

# errSearchStrLength
source: Search name length cannot be more than
bg: Името за търсене не може да е по-дълго от

# errSearchStrLength2
source: symbols.
bg: символа.

# errTypeSearchString
source: Type search name.
bg: Въведете име за търсене.
