Repository: raste/WiAdvice
Catalog: Source/User Interface/App_LocalResources/Topic.aspx.*.resx
Languages: bg

# DelComm
source: Delete
bg: Изтрий

# DelCommWW
source: Delete with warning.
bg: Изтрий с предупреждение.

# errIncParameters
source: Incorrect parameters for topic.
bg: Грешни параметри за тема.

# errNoTopic
source: No such topic.
bg: Няма такава тема.

# errProdDeleted
source: You cannot visit this topic, because it's product is deleted.
bg: Не може да посетите темата, защото продукта, за който се отнася е изтрит.

# errTopicDeleted
source: You cannot visit this topic, because it's deleted.
bg: Не може да посетите темата, защото е изтрита.

# lastEdited
source: Last edited by
bg: Последна промяна от

source: Reply
bg: Отговори

source: Started by
bg: Започната от

source: Modify
bg: Промени

# admCommDeleted
source: Comment deleted!
bg: Коментара е изтрит!

# admNotifTopicLocked
source: Topic locked!
bg: Темата е заключена!

# admNotifTopicUnlocked
source: Topic unlocked!
bg: Темата е отключена!

# admTopicLocked
source: and locked.
bg: и заключена.

# admTopicNotifDeleted
source: Topic deleted!
bg: Темата е изтрита!

# admTopicNotifUndeleted
source: Topic undeleted!
bg: Темата е видима!

# admTopicNotVisible
source: The topic is not visible
bg: Темата не е видима

# admTopicVisible
source: The topic is visible
bg: Темата е видима

source: forum
bg: форум

# CommentRules1
source: Please follow the
bg: Моля следвайте

# CommentRules2
source: when posting comment.
bg: при добавяне на коментар.

# hlCommentRules
source: rules
bg: правилата

# admDelTopic
source: Delete
bg: Изтрий

# admDelTopicWarning
source: Delete with warning
bg: Изтрий с предупреждение

# admlockTopic
source: Lock
bg: Заключи

# admLockTopicWarning
source: Lock with warning
bg: Заключи с предупреждение

# admUndelTopic
source: Undelete
bg: Възстанови

# admUnlockTopic
source: Unlock
bg: Отключи

source: Description :
bg: Описание :

source: Modify comment
bg: Промени коментар

# ModifyInfo
source: Modify topic
bg: Промяна на темата

source: Reply to comment
bg: Отговори на коментар

source: Reply to topic
bg: Отговори на темата

# SignNotifies
source: Notify
bg: Известия

# SignNotifiesTooltip
source: Sign for notifications when new comments are posted is the topic.
bg: Запишете се за известия при нови коментари в темата.

source: Subject :
bg: Име :

# hlRegToAdd1
source: register
bg: регистрирай

# hlRegToAdd2
source: log in
bg: логни

# lblRegToAdd1
source: You want to share your opinion? Well then
bg: Искаш и ти да дадеш мнението си? Ами,
