Repository: raste/WiAdvice
Catalog: Source/BusinessLayer/Resources.*.resx
Languages: bg

# AddUserActionAddMakers
source: You received a right to add companies.
bg: Получихте право за добавяне на компании.

# AddUserActionAddProducts
source: You received a right to add products.
bg: Получихте право за добавяне на продукти.

# AddUserActionCommenter
source: You received a right for writing opinions and messages.
bg: Получихте право за писане на мнения и лични съобщения.

# AddUserActionHaveSignature
source: You received a right which enables you to have signature.
bg: Получихте право, което ви позволява да имате сигнатура.

# AddUserActionRateComments
source: You received a right to rate opinions.
bg: Получихте право за оценка на мнения.

# AddUserActionRateProducts
source: You received a right to rate products.
bg: Получихте право за оценка на продукти.

# AddUserActionRateUsers
source: You received a right to rate users.
bg: Получихте право за оценка на потребители.

# AddUserActionSendReports
source: You received a right to send reports.
bg: Получихте право за изпращане на доклади.

# AddUserActionSendSuggestions
source: You received a right to write suggestions.
bg: Получихте право за писане на предложения.

# AddUserTypeActionAllMakerProducts
source: You received a right to edit all products of company
bg: Получихте право да редактирате всички продукти на

# AddUserTypeActionEditMaker
source: You received a right to edit company
bg: Получихте право да редактирате компанията

# AddUserTypeActionEditProduct
source: You received a right to edit product
bg: Получихте право да редактирате продукта

# allCommsWereDeleted
source: All your opinions were deleted.
bg: Всички ваши мнения бяха изтрити.

source: big
bg: голям

source: category
bg: категория

# comment
source: opinion
bg: мнение

# commentEditedBy
source: opinion edited by :
bg: мнението e променено от :

source: days
bg: дни

# DeletingSuggestionSM
source: The following suggestion which you wrote was deleted :
bg: Предложението ви e изтрито :

# DeletingSuggestionW
source: Automatic warning : Please follow the rules when posting suggestions.
bg: Автоматично предупреждение : Моля, следвайте правилата за писане на предложения!

# DeletingSuggestionW2
source: Reason is deleting of the following suggestion :
bg: Причина е написаното от вас предложение :

source: Description :
bg: Описание :

# errAlreadyBlockingUser
source: You have blocked that user already.
bg: Този потребител вече e блокиран.

# errCantBlockUrself
source: You cannot block yourself.
bg: Не може да блокирате себе си.

# errCantBlockUser
source: You cannot block that user.
bg: Не може да блокирате този потребител.

# errImgFileSize
source: The file is too
bg: Файлът е прекалено

# errImgFileType
source: File type
bg: Тип на файла

# errImgFileType2
source: is not supported
bg: не се поддържа

# errImgNotValidType
source: Not a valid
bg: Невалиден

# errImgTypeNotSupported
source: The image type is not supported.
bg: Типа на изображението не се поддържа.

# errImgUploading
source: Error uploading the image.
bg: Грешка при добавяне на изображението.

# errImgWidthHeight
source: The image is small, it's width/height must be more more than
bg: Изображението е малко, широчината/височината му трябва да е по-голяма от

# errIsntActivated
source: is not activated.
bg: не е активиран.

# errNoSuchUser
source: No such user.
bg: Няма такъв потребител.

# errTransferActionAlreadyTransf
source: You are currently transferring that right.
bg: Това право се прехвърля в момента.

# errTransferActionCantTransfer
source: You cannot transfer that right.
bg: Не може да прехвърлите това право.

# errTransferActionCantTransferRoles
source: You cannot transfer rights.
bg: Не може да прехвърляте права.

# errTransferActionCantTransferTo
source: You cannot transfer rights to
bg: Не може да прехвърляте права към

# errTransferActionCantTransferTo2
source: , because you are blocked by him/her.
bg: , защото ви е блокирал.

# errTransferActionCantTransferTo3
source: , because you blocked him.
bg: , защото сте го блокирали.

# errTransferActionCantTransferToUrself
source: You cannot transfer rights to yourself.
bg: Не може да прехвърляте права към себе си.

# errTransferActionOtherIsTransf
source: Other user is currently transferring the same right to
bg: В момента друг потребител прехвърля това право към

# errTransferActionUserAlreadyHave
source: already have that right.
bg: вече има това право.

# errTypeSuggAlreadyHaveSugg
source: You currently have active suggestion about this product.
bg: В момента имате активно предложение за този продукт.

# errTypeSuggAlreadyHaveSuggMaker
source: You currently have active suggestion for this company.
bg: В момента имате активно предложение за тази компания

# errTypeSuggCantSent
source: You cannot send suggestions for this product, because you can edit it.
bg: Не може да изпратите предложение за продукта, защото сте негов редактор.

# errTypeSuggCantSentMaker
source: You cannot send suggestions for this company, because you can edit it.
bg: Не може да изпратите предложение за компанията, защото сте неин редактор.

# errTypeSuggCantSentSuggestions
source: You cannot send suggestions.
bg: Не може да изпращате предложения.

# errTypeSuggLimitReached
source: Your limit of maximum active suggestions is currently reached.
bg: Максималният брой активни предложения е достигнат.

# errTypeSuggUserCantEdit
source: cannot edit product
bg: не може да редактира продукта

# errTypeSuggUserCantEditMaker
source: cannot edit company
bg: не може да редактира компанията

# errUserNotActivated
source: That user is not activated.
bg: Този потребител не е активиран.

source: file
bg: файл

source: general
bg: общ

# maker
source: company
bg: компания

# notifRemovedMaker
source: You are unsigned for notifications for company
bg: Отписан сте за известия относно компанията

# notifRemovedMaker2
source: , because it was deleted.
bg: , защото тя e изтрита.

# notifRemovedProduct
source: You are unsigned for notifications for product
bg: Отписан сте за известия за продукта

# notifRemovedProduct2
source: , because it was deleted.
bg: , защото той e изтрит.

source: on
bg: на

source: product
bg: продукт

source: products
bg: продукти

source: Reason :
bg: Причина :

# RemoveUserActionAddMakers
source: Your right to add companies was removed.
bg: Правото ви да добавяте компании e премахнато.

# RemoveUserActionAddProducts
source: Your right to add products was removed.
bg: Правото ви да добавяте продукти e премахнато.

# RemoveUserActionCommenter
source: Your right to write opinions and messages was removed.
bg: Правото ви да пишете мнения и лични съобщения e премахнато.

# RemoveUserActionHaveSignature
source: Your signature and the possibility to have one were removed.
bg: Правото ви да имате сигнатура e премахнато.

# RemoveUserActionRateComments
source: Your right to rate opinions was removed.
bg: Правото ви да оценявате мнения e премахнато.

# RemoveUserActionRateProducts
source: Your right to rate products was removed.
bg: Правото ви да оценявате продукти e премахнато.

# RemoveUserActionRateUsers
source: Your right to rate users was removed.
bg: Правото ви да оценявате потребители e премахнато.

# RemoveUserActionSendReports
source: Your right to send reports was removed.
bg: Правото ви да пишете доклади e премахнато.

# RemoveUserActionSendSuggestions
source: Your right to write suggestions was removed.
bg: Правото ви да пишете предложения e премахнато.

# RemoveUserTypeActionAllMakerProducts
source: Your right to edit all products of company
bg: Правото ви да редактирате всички продукти на

# RemoveUserTypeActionAllMakerProducts2
source: was removed.
bg: e премахнато.

# RemoveUserTypeActionEditAllMakerProdsCusDeleted2
source: products was removed, because the company was deleted.
bg: e премахнато, защото компанията e изтрита.

# RemoveUserTypeActionEditAllMakerProdsCusDeleted
source: Your right to edit all company
bg: Правото ви да редактирате всички продукти на

# RemoveUserTypeActionEditMaker
source: Your right to edit company
bg: Правото ви да редактирате

# RemoveUserTypeActionEditMaker2
source: was removed.
bg: e премахнато.

# RemoveUserTypeActionEditMakerCusDeleted
source: Your right to edit company
bg: Правото ви да редактирате

# RemoveUserTypeActionEditMakerCusDeleted2
source: was removed, because it was deleted.
bg: e премахнато, защото компанията e изтрита.

# RemoveUserTypeActionEditProduct
source: Your right to edit product
bg: Правото ви да редактирате

# RemoveUserTypeActionEditProduct2
source: was removed.
bg: e премахнато.

# RemoveUserTypeActionEditProductCusDeleted
source: Your right to edit product
bg: Правото ви да редактирате

# RemoveUserTypeActionEditProductCusDeleted2
source: was removed, because he was deleted.
bg: e премахнато, защото продукта e изтрит.

# reportReolvedMessage
source: Automatic message : The report was read and now its closed, thank you for contacting us.
bg: Автоматично съобщение : Доклада e прочетен и затворен - благодарим ви, че го написахте!

# sendMailToUserNewPassDescription
source: Hello
bg: Здравейте

# sendMailToUserNewPassDescription2
source: , you requested new password by filling the form for forgotten password and then visiting the link for resetting the password.
bg: , вие поискахте нова парола чрез попълване на формата "забравена парола", и използване на препратката за смяната и.

# sendMailToUserNewPassDescription3
source: Your new password is :
bg: Вашата нова парола е :

# sendMailToUserNewPassDescription4
source: You can change it always from your profile page.
bg: Може да я смените винаги от страницата на вашият профил.

# sendMailToUserNewPassDescription5
source: Please, do not answer to this massage as it is automatically sent.
bg: Моля, не отговоряйте на това съобщение, защото е автоматично.

# sendMailToUserNewPassSubject
source: New password for
bg: Нова парола за

# sendMailToUserNewPassSubject2
source: in wiadvice.com
bg: в wiadvice.com

# sendMailToUserOnRegistrationDescription
source: Thank you for your registration in wiadvice.com
bg: Благодарим ви за регистрирането в wiadvice.com

# sendMailToUserOnRegistrationDescription2
source: Your user name is :
bg: Вашето потребителско име е :

# sendMailToUserOnRegistrationDescription3
source: Your account is currently inactive. You cannot use it until you visit the following link:
bg: Профилът ви в момента не е активиран - за да го активирате, моля, посете тази препратка

# sendMailToUserOnRegistrationDescription4
source: Please, do not forget your password as it has been encrypted in our database and we cannot retrieve it for you. However, if you forget your password you can request a new one which will be activated in the same way as this account.
bg: Всяка парола се криптира в нашата база от данни и не може да се възстанови. Ако я забравите, може да поискате нова чрез попълване формата "забравена парола".

# sendMailToUserOnRegistrationDescription5
source: Please do not answer to this message as it is automatically sent.
bg: Моля, не отговоряйте на това съобщение - то е автоматично.

# sendMailToUserOnRegistrationSubject
source: Welcome to wiadvice.com
bg: Добре дошли в wiadvice.com

# sendMailToUserResetPassLinkDescription
source: Hello
bg: Здравейте

# sendMailToUserResetPassLinkDescription2
source: , you requested new password through
bg: , вие поискахте смяна на паролата в

# sendMailToUserResetPassLinkDescription4
source: It will be active only 24 hours, and if you don`t visit it in that time your password won`t change. If you changed your mind or don`t want to reset password don`t visit the link.
bg: Трябва да използвате препратката до 24 часа. Ако не искате смяна на паролата - не използвайте препратката и изтрийте това съобщение!

# sendMailToUserResetPassLinkDescription6
source: Please, do not answer to this message as it is automatically sent.
bg: Моля, не отговоряйте на съобщението - то е автоматично.

# sendMailToUserResetPassLinkSubject
source: Reset password link for
bg: Препратка за смяна на парола на

# sendMailToUserResetPassLinkSubject2
source: in wiadvice.com
bg: в wiadvice.com

source: small
bg: малък

# transferDaysToAcceptOrDecline
source: days to accept or decline.
bg: дни за приемане или отхвърляне.

# transferSmAccept
source: accepted transfer of right to edit
bg: прие прехвърлянето на право за редактиране на

# transferSmAccept2
source: Now you cannot edit
bg: Сега може да редактирате

# transferSmAdd
source: is transfering to you right to edit
bg: прехвърля към вас право да редактирате

# transferSmDeactivate
source: Transaction of right to edit
bg: Прехвърлянето на право за редактиране на

# transferSmDeactivate2
source: has been removed.
bg: e спряно.

# transferSmDeactivateTime
source: Transaction of right to edit
bg: Прехвърлянето на право за редактиране на

# transferSmDeactivateTime2
source: has been removed, because it wasn`t accepted or declined in
bg: е спряно, защото не е прието или отказано за

# transferSmDecline
source: declined transfer of right to edit
bg: отказа прехвърлянето на право за редактиране на

# TypeSuggACdeclined
source: Automatic comment : Suggestion declined by system, because
bg: Автоматичен коментар : Предложението е отказано от системата, защото

# TypeSuggACdeclined2
source: doesn`t have anymore the right to edit
bg: вече няма право да редактира

# TypeSuggACdeclined3
source: doesn`t have anymore the right to edit all products of company
bg: вече няма право да редактира всички продукти на

source: typeSuggestion
bg: предложение за промяна

source: user
bg: потребител

# UserB
source: User
bg: Потребителя

# UserTookActionFrom
source: took the edit right for
bg: взе правото за редактиране на

# UserTookActionFrom2
source: from you.
bg: от вас.

# UserTookActionFrom3
source: He was able to take it, because you haven`t logged in for (or more than)
bg: Защото не се бяхте вписвали повече от

source: You have
bg: Вие имате

# SuggestionDesign
source: design
bg: дизайн

# SuggestionFeatures
source: features
bg: възможности

# SuggestionGeneral
source: general
bg: общо

# SignatureRemoved
source: Your signature has been deleted.
bg: Сигнатурата ви e изтрита.

# SMtoEditorForAddOfUnsProduct
source: added product
bg: добави продукт

# SMtoEditorForAddOfUnsProduct1
source: to company
bg: към компания

# SMtoEditorForAddOfUnsProduct2
source: in unspecified category.
bg: в категория "Други -> Неопределени".

# SMtoEditorForAddOfUnsProduct3
source: Wanted category for this product is
bg: Желаната категория за този продукт е

# SMtoEditorForAddOfUnsProduct4
source: , if you forgot to add this category to company categories, please do so. If you do it, the product will be moved to the category automatically. If you are sure that the company does not have products in this category, send a report and the administrators will deal with it.
bg: . Ако сте забравили да добавите тази категория към компанията, моля направете го и продукта ще бъде преместен в нея автоматично. Ако мислите, че продукта не съответства на желаната категория или подозирате некоректно отношение, моля пратете доклад до администраторите!

# SMtoEditorWhenProdInUnsCatIsMoved
source: The product
bg: Продуктът

# SMtoEditorWhenProdInUnsCatIsMoved1
source: with company
bg: с компания

# SMtoEditorWhenProdInUnsCatIsMoved2
source: which was added to 'unspecified' category, was moved to wanted category
bg: , който е добавен към 'Други -> Неопределени', e преместен в желаната категория

# ESuggestionStatusAccepted
source: Accepted
bg: Прието

# ESuggestionStatusDeclined
source: Declined
bg: Отказано

# ESuggestionStatusExpired
source: Expired
bg: Изтекло

# SMtoAuthorOfEditSuggestWhenExpires
source: The edit suggestion for
bg: Предложението за промяна относно

# SMtoAuthorOfEditSuggestWhenExpires1
source: which you sent to
bg: което изпратихте на

# SMtoAuthorOfEditSuggestWhenExpires2
source: expired, because he/she didn`t accept or decline it in
bg: изтече, защото той не го прие или отказа в срок от

# SMtoAuthorOfEditSuggestWhenExpires3
source: days.
bg: дни след изпращането.

# SMtoEditorWhenEditSuggestExpires
source: Edit suggestion for
bg: Предложението за промяна относно

# SMtoEditorWhenEditSuggestExpires1
source: which was sent to you by
bg: което получихте от

# SMtoEditorWhenEditSuggestExpires2
source: expired, because you didn`t accept or decline it in
bg: изтече, защото не го прихте или отказахте в срок от

# SMtoEditorWhenEditSuggestExpires3
source: days.
bg: дни след получаването му.

# CommToUsersAboutEditSuggWhenCompanyIsDeleted
source: Automatic message: System declined the suggestion because the company was deleted!
bg: Автоматично съобщение: Системата отказа предложението, защото компанията e изтрита.

# CommToUsersAboutEditSuggWhenProductIsDeleted
source: Automatic message: System declined the suggestion because the product was deleted!
bg: Автоматично съобщение: Системата отказа предложението, защото продукта e изтрит.

# errOpinionRatAlreadyRated
source: You have rated this opinion already!
bg: Вече сте оценили това мнение!

# errCommRatMaxRatingsForDayReached
source: You cannot rate anymore opinions today!
bg: Не може да оценявате повече мнения днес!

# errCommRatMaxRatingsForProductReached
source: You cannot rate anymore opinions for this product!
bg: Не може да оценявате повече мнения за този продукт!

# errCantSendReport
source: You cannot send reports!
bg: Не може да пишете доклади!

# errMaxIrrRepLimitReached
source: You cannot send reports, because your maximum not-resolved reports limit is reached.
bg: Достигнат е максимален брой неприключени доклади!

# errMaxSpamReached
source: You have reached the maximum number active violation reports. You have to wait until you can mark again.
bg: Достигнат е максимален брой активни доклади за нарушение. Изчакайте, докато броят им бъде намален, за да може да маркирате отново.

# errRepAlreadyHaveSuchActive
source: You already have such active report, after it's resolved you can send another.
bg: Вече имате такъв активен доклад, трябва да бъде приключен, за да може да изпратите нов.

# errReportInvalidType
source: Invalid type for which the report is.
bg: Невалиден тип, за който е репорта.

# errMaxTypeSuggNumberReached
source: You have reached the maximum number of active suggestions.
bg: Достигнали сте максимален брой активни предложения.

# TransferSmDeactivateCusUserIsDeleted
source: System removed the transaction of right for
bg: Системата спря прехвърлянето на право за

# TransferSmDeactivateCusUserIsDeleted2
source: , because
bg: , защото

# TransferSmDeactivateCusUserIsDeleted3
source: was deleted.
bg: e изтрит.

# TypeSuggDeclinedCusUserIsDeleted
source: Automatic comment : Suggestion declined by system, because
bg: Автоматичен коментар : Предложението е отказано от системата, защото

# TypeSuggDeclinedCusUserIsDeleted2
source: was deleted.
bg: е изтрит.

# errOpinionCantRateUrs
source: You cannot rate your opinions!
bg: Не може да оценявате вашите мнения!

# DeletingCommentW
source: Automatic warning : Please follow the rules when posting opinions.
bg: Автоматично предупреждение : Моля, следвайте правилата за писане на мнения!

# DeletingCommentW2
source: Reason is deleting of the following opinion :
bg: Причина е написаното от вас мнение :

# repResCusUserDeleted
source: Automatic message : The report was closed, because the user was deleted.
bg: Автоматично съобщение : Доклада е затворен, защото потребителят e изтрит!

# SMwarningRemoved
source: The following warning, which you received, was deleted :
bg: Предупреждението, което получихте, беше изтрито :

# DeletingProductTopicW
source: Automatic warning : Please follow the rules when starting topics.
bg: Автоматично предупреждение : Моля, следвайте правилата за писане на теми!

# DeletingProductTopicW2
source: Reason is deleting of the topic
bg: Причина е започнатата от вас тема

# DeletingProductTopicW3
source: for product
bg: за продукта

# ProductTopicDeleted
source: The topic
bg: Темата

# ProductTopicDeleted2
source: for product
bg: , която вие започнахте за продукта

# ProductTopicDeleted3
source: , which you started was deleted.
bg: беше изтрита.

# notifRemovedProductForum
source: You are unsigned for notifications for product
bg: Отписан сте за известия за форума на продукта

# notifRemovedProductForum2
source: forum, because it was deleted.
bg: , защото той е изтрит.

# notifRemovedProductTopic
source: You are unsigned for notifications for topic
bg: Отписан сте за известия за темата

# notifRemovedProductTopic2
source: , because it was deleted/locked.
bg: , защото тя е изтрита/заключена.

# DeletingTopicCommentW
source: Automatic warning : Please follow the rules when posting comments in the forum.
bg: Автоматично предупреждение : Моля, следвайте правилата за писане на коментари в форума!

# DeletingTopicCommentW2
source: Reason is deleting of the following comment :
bg: Причина е написаният от вас коментар :

# SMProdCommentDeleted
source: The following opinion, which you wrote was deleted :
bg: Мнението, което написахте, е изтрито :

# SMTopicCommentDeleted
source: The following comment, which you wrote was deleted :
bg: Коментара, който написахте, е изтрит :

# LockingProductTopicW
source: Automatic warning : Please follow the rules when starting topics.
bg: Автоматично предупреждение : Моля, следвайте правилата за писане на теми!

# LockingProductTopicW2
source: Reason is locking of the topic
bg: Причина е започнатата от вас тема

# LockingProductTopicW3
source: for product
bg: за продукта

# ProductTopicLocked
source: The topic
bg: Темата

# ProductTopicLocked2
source: for product
bg: , която вие започнахте за продукта

# ProductTopicLocked3
source: , which you started was locked.
bg: беше заключена.

# errCommRatMaxRatingsForTopicReached
source: You cannot rate anymore comments for this topic!
bg: Не може да оценявате повече коментари в този тема!

# errCommCantRateUrs
source: You cannot rate your comments!
bg: Не може да оценявате вашите коментари!

# errCommRatAlreadyRated
source: You have rated this comment already!
bg: Вече сте оценили този коментар!

source: topic
bg: тема

# errMaxProducLinksReached
source: The maximum product links number is reached.
bg: Максималната бройка връзка за продукта е достигната.

# errProdLinkMinToWaitToAddAnother
source: Minutes you need to wait until you can add another link :
bg: Минути, които трябва да изчакате преди да добавите нова връзка :

# productLinkDeletedW
source: Automatic warning : Please follow the rules when adding product links. Reason is deleting of the following link for product
bg: Автоматично предупреждение : Моля, следвайте правилата при добавяне на връзки към продукт! Причина е добавената от вас връзка за продукта

# SMproductLinkDeleted
source: The following link, which you added for product
bg: Връзката за продукта

# SMproductLinkDeleted2
source: was deleted :
bg: , която добавихте, е изтрита :

# SMproductLinkDescrChanged
source: The description for link
bg: Описанието на връзката

# SMproductLinkDescrChanged2
source: , which you added for product
bg: за продукта

# SMproductLinkDescrChanged3
source: , was modified by
bg: , която добавихте, беше сменено от
