Repository: raste/WiAdvice
Catalog: Source/User Interface/App_GlobalResources/Validate.*.resx
Languages: bg

source: and
bg: и

source: characters
bg: букви

# errCantSendMsgToUser
source: You cannot send message to that user.
bg: Не може да изпратите съобщение към този потребител.

# errDescrLength
source: The description should be between
bg: Описанието трябва да е между

# errDuplicateSubVariantName
source: There is already subvariant with that name.
bg: Името е заето.

# errDuplicateVariantName
source: A variant with the specified name already exists.
bg: Името е заето.

# errIdLength
source: Id should be between
bg: ID-то трябва да е между

# errIncCurrPass
source: Incorrect current password.
bg: Грешна парола.

# errIncNameFormat
source: Incorrect name format.
bg: Неправилен формат на името.

# errInvMail
source: Invalid email adress.
bg: Неправилен формат на ел.поща.

# errInvSiteFormat
source: Invalid site address format.
bg: Неправилен формат на адрес на сайт.

# errLocalWordForLengthDescription
source: The description length must be between
bg: Дължината на описанието трябва да е между

# errLocalWordForLengthName
source: The name length must be between
bg: Дължината на името трябва да е между

# errLocalWordForLengthSignature
source: The signature length must be between
bg: Дължината на сигнатурата трябва да е между

# errLocalWordForLengthSubject
source: The subject length must be between
bg: Дължината на темата трябва да е между

# errLocalWordForTypeItDescription
source: Type a description.
bg: Въведи описание.

# errLocalWordForTypeItName
source: Type a name.
bg: Въведи име.

# errLocalWordForTypeItSignature
source: Type signature.
bg: Въведи сигнатура.

# errLocalWordForTypeItSubject
source: Type a subject.
bg: Въведи тема.

# errMsgCantSendToSelf
source: You can't send messages to yourself.
bg: Не може да изпращате съобщения към себе си.

# errNameLength
source: Name length must be between
bg: Дължината на името трябва да е между

# errNameTaken
source: That name is taken already.
bg: Името е заето.

# errNewUserPass
source: Use only alphabetical characters and/or numbers for new user password.
bg: Използвайте само букви от латиница и цифри за парола.

# errNoSuchUser
source: No such user.
bg: Няма такъв потребител.

# errParseToLong
source: Number must be positive.
bg: Числото трябва да е положително.

# errPassCannotContainUsername
source: Password cannot contain username.
bg: Паролата не може да съдържа потребителското име.

# errPassChars
source: Use alphabetical characters and/or numbers for password.
bg: Използвайте само букви от латиница и цифри за парола.

# errPassFieldsDoNotMatch
source: New user password and repeat password fields do not match.
bg: Повторението на паролата не съвпада.

# errPassLength
source: Password length should be between
bg: Дължината на паролата трябва да е между

# errProdNameTaken
source: That name is taken already. Add the company name in front.
bg: Името е заето. Добавете името на компанията отпред.

# errSiteLength
source: Website URL is too long.
bg: Дължината на адреса е прекалено голяма.

# errTextLength
source: Text should be between
bg: Дължината на текста трябва да е между

# errTypeCurrPass
source: Type your password.
bg: Въведете вашата парола.

# errTypeDescr
source: Type a description!
bg: Въведете описание.

# errTypeMail
source: Type an email adress.
bg: Въведете ел.поща.

# errTypeName
source: Type a name!
bg: Въведете име.

# errTypeNumber
source: Type a number.
bg: Въведете число.

# errTypePass
source: Type a password.
bg: Въведете парола.

# errTypePassForNewUser
source: Type a password for new user.
bg: Въведете парола за нов потребител.

# errTypeRepPass
source: Populate the "repeat password" field.
bg: Повторете паролата в съответното поле.

# errTypeSite
source: Type an URL.
bg: Въведете адрес на сайта.

# errTypeText
source: Type text.
bg: Въведете текст.

# errTypeUserToSendMsg
source: Type the user to which you want to send message.
bg: Въведете потребител, на който искате да пратите съобщението.

# errUserNameTaken
source: That name is already taken.
bg: Това име е заето.

# errWordsLength
source: There should not be words longer than
bg: Не трябва да има думи с дължина по-голяма от

# shouldBeBetween
source: length should be between
bg: дължината трябва да е между

source: symbols
bg: символа
