Repository: raste/WiAdvice
Catalog: Source/User Interface/App_GlobalResources/WebMethods.*.resx
Languages: bg

source: by :
bg: от :

# OpinionMarkedSpam
source: Opinion reported to administrators! Number of remaining opinions which can be marked as violation :
bg: Мнението е маркирано като нарушаващо! Оставащ брой :

# CommentRated
source: Opinion/comment rated!
bg: Мнението/коментара е оценен!

# Comments
source: Opinions :
bg: Мнения :

# CommentToSuggestionWritten
source: Opinion added!
bg: Коментарът е добавен!

source: Description :
bg: Описание :

# errAlreadyRated
source: You have already rated this opinion!
bg: Вече сте оценили това мнение!

# errCantMarkAdminForSPam
source: You cannot mark administrator opinions!
bg: Не може да маркирате администраторски мнения!

# errCantMarkAdminSuggForSpam
source: You cannot mark administrator suggestions!"
bg: Не може да маркирате администраторски предложения!

# errCantMarkCommSpam
source: You cannot mark opinions.
bg: Не може да маркирате мнения.

# errCantMarkSuggAsSpam
source: You cannot mark suggestions.
bg: Не може да маркирате предложения.

# errCantRate
source: You cannot rate opinions/comments.
bg: Не може да оценявате мнения/коментари.

# errCantRateAdminComms
source: You cannot rate administrator opinions/comments!
bg: Не може да оценявате администраторски мнения/коментари!

# errCantRateMyComms
source: You cannot rate your own opinions/comments!
bg: Не може да оценявате вашите мнения/коментари!

# errCantSendMsg
source: You cannot send messages.
bg: Не може да изпращате съобщения.

# errCantSendMsgToAdmin
source: You cannot send messages to administrators!
bg: Не може да пращате съобщения към администратори!

# errCantSendMsgToGuest
source: You cannot send messages to guests!
bg: Не може да пращате съобщения към гости!

# errCantSendMsgToUrself
source: You cannot send messages to yourself!
bg: Не може да пращате съобщения към себе си!

# errCantSendMsgToUser
source: You cannot send message to that user!
bg: Не може да пратите съобщение към този потребител!

# errCantSendReport
source: You cannot send reports!
bg: Не може да пишете доклади!

# errCantWrite
source: You cannot write opinions.
bg: Не може да пишете мнения!

# errLogInSendMsg
source: Log in, in order to send messages.
bg: Впишете се, за да изпращате съобщения.

# errLogInToMarkSuggAsSpam
source: Log in, in order to mark suggestions.
bg: Впишете се, за да може да маркирате предложения.

# errLogInToRate
source: Log in, in order to rate opinions.
bg: Впишете се, за да оценявате мнения.

# errLogInToReply
source: Log in, in order to reply to opinions.
bg: Впишете се, за да отговаряте на мнения.

# errLogInToSpam
source: Log in, in order to mark opinions.
bg: Впишете се, за да може да маркирате мнения.

# errMaxNumCommReached
source: Sorry, the maximum number of opinions which you can post about this product is reached.
bg: Максималният брой мнения за продукта е достигнат!

# errMaxRepLimitReached
source: You cannot send reports, because your maximum non-resolved reports limit is reached.
bg: Достигнат е максимален брой неприключени доклади!

# errMaxReplyLvl
source: Maximum reply level reached! This opinion cannot have sub-opinions.
bg: Достигнато е максимално ниво на подмненията!

# errMaxSpamReached
source: You have reached maximum number of active violation reports. You have to wait until you can mark opinions.
bg: Достигнат е максимален брой активни доклади за нарушение. Изчакайте, докато броят им бъде намален, за да маркирате отново.

# errMaxSpamReachedSugg
source: You have reached maximum number of active violation reports. You have to wait until you can mark suggestions.
bg: Достигнат е максимален брой от активни доклади за нарушение. Изчакайте, докато броят им бъде намален, за да може да маркирате отново.

# errMinTimeBetwPostingComm
source: Minimum time between posting opinions is
bg: Минимално време за писане на следващо мнение

# errMinTimeBetwPostingComm2
source: min, you can post after
bg: мин.. Може да пишете след

# errMinTimeBetwPostingComm3
source: min
bg: мин.

# errNotifLimit
source: You cannot receive notifications for more than
bg: Максимален брой записи за известия

# errNoUser
source: No such user.
bg: Няма такъв потребител.

# errTypeReport
source: Type a report.
bg: Напишете доклад.

# errWriteOpinion
source: Write opinion!
bg: Напишете мнение!

# errWriteMessage
source: Write a message!
bg: Напишете съобщение!

# for1
source: for :
bg: за :

source: From :
bg: От :

source: Invalid subject length!
bg: Невалидна дължина на темата!

source: maker
bg: компания

# MakersWithSimNames
source: Companies with similar names
bg: Компании с подобни имена

source: Message sent!
bg: Съобщението е изпратено!

source: No Subject.
bg: Без тема.

source: product
bg: продукт

# ProductsWithSimNames
source: Products with similar names
bg: Продукти с подобни имена

source: Rating :
bg: Оценка :

source: Reply sent!
bg: Отговорът е изпратен!

# ReplyToReportSent
source: Reply sent!
bg: Отговорът е изпратен!

# ReportSent
source: Report sent! Remaining number reports which can be sent :
bg: Докладът е изпратен! Оставащ брой доклади :

# SignNotifOnMaker
source: You signed for notifications when new products are added to this company.
bg: Ще бъдете информирани за нови продукти, добавени към тази компания.

# SignNotifOnProduct
source: You signed for notifications when new opinions are written to this product.
bg: Ще бъдете информирани за нови мнения, написани за този продукт.

source: Status :
bg: Статус :

# SuggestionMarkedAsSpam
source: Suggestion reported to administrators! Number of remaining suggestions which can be marked as violation :
bg: Предложението е маркирано като нарушаващо! Оставащ брой :

source: Transfer created!
bg: Прехвърлянето на право е започнало!

source: Type :
bg: Тип :

# TypeSuggestionSent
source: Suggestion for
bg: Предложение за

# TypeSuggestionSent2
source: sent to
bg: изпратено към

# errExceptionMsg
source: System error incurred! Request coudn`t be handled.
bg: Възникна грешка! Заявката не може да се изпълни.

# errMaxTypeSuggNumberReached
source: You have reached maximum number of active suggestions.
bg: Достигнали сте максимален брой активни предложения.

# DescrNotEntered
source: Not entered.
bg: Не е въведено.

# errTimeAddTopic
source: You can start new topic after
bg: Може да започнете нова тема след

# errTimeAddTopic2
source: minutes.
bg: минути.

# errTopicSubjectFormat
source: Incorrect topic subject format.
bg: Невалиден формат на името.

# topicCreated
source: Topic posted!
bg: Темата е създадена!

# SignNotifOnProductForum
source: You signed for notifications when new topics are started in this forum.
bg: Ще бъдете информирани за нови теми, започнати в този форум.

# SignNotifOnProductTopic
source: You signed for notifications when new comments are written in this topic.
bg: Ще бъдете информирани за нови коментари написани в тази тема.

# CommToTopicAdded
source: Comment added!
bg: Коментарът е добавен!

# CommentMarkedSpam
source: Comment reported to administrators! Number of remaining comments which can be marked as violation :
bg: Коментарът е маркиран като нарушаващ! Оставащ брой :

# errMinTimeBetwPostingTopicComm
source: Minimum time between posting comment is
bg: Минимално време за писане на следващ коментар

# errWriteComment
source: Write comment!
bg: Напишете коментар!

# errAdmCantModifTopicComm
source: You cannot edit this comment!
bg: Не може да промените този коментар!

# errCantDelTopicComm
source: You cannot delete the comment!
bg: Не може да изтриете коментара!

# errChangeTopicComm
source: The description is same as old!
bg: Променете описанието на коментара!

# TopicCommUpdated
source: Comment changed!
bg: Коментарът е променен!

# errAdmCantModifTopic
source: You cannot modify this topic.
bg: Не може да променяте тази тема.

# errUpdateTopic
source: Update topic subject or description.
bg: Променете името или описанието на темата.

source: Topic updated!
bg: Темата е обновена!

# errProdLinkDuplicating
source: This link is already added!
bg: Вече има добавена такава връзка!

# errProductLinkFormat
source: Incorrect link format.
bg: Невалиден формат на връзката.

source: Product link added!
bg: Връзката за продукта е добавена!

# ProductLinkMarkedAsSpam
source: Link reported to administrators! Number of remaining links which can be marked as violation :
bg: Връзката е маркирана като нарушаваща! Оставащ брой :

# errUpdateDescription
source: Update description!
bg: Обновете описанието!

# ProductLinkDeleted
source: Link deleted!
bg: Връзката е изтрита!

# ProductLinkDescriptionChanged
source: Link description updated!
bg: Описанието на връзката е обновено!
